Repository: NotBrightLight/PixWidget
Catalog: PhotoWidgets/*.lproj/Localizable.strings
Languages: ru

# 5min
source: 5 minutes
ru: 5 минут

# 10min
source: 10 minutes
ru: 10 минут

# 15min
source: 15 minutes
ru: 15 минут

# 30min
source: 30 minutes
ru: 30 минут

# 1h
source: 1 hour
ru: 1 час

# 2h
source: 2 hours
ru: 2 часа

# 4h
source: 4 hours
ru: 4 часа

# 6h
source: 6 hours
ru: 6 часов

# 12h
source: 12 hours
ru: 12 часов

# 1d
source: 1 day
ru: 1 день

# tab.instruction
source: Instruction
ru: Инструкция

# tab.settings
source: Settings
ru: Настройки

# settings.button.refreshAll
source: Refresh all widgets
ru: Обновить все виджеты

# settings.header.refreshInterval
source: Widgets refresh interval
ru: Интервал обновления виджетов

# settings.picker.refreshInterval
source: Refresh Interval
ru: Обновлять через

# instructions.1.title
source: 1. Add a widget to your home screen
ru: 1. Добавь виджет на домашний экран

# instructions.1.text
source: Press and hold an empty space on your home screen until the app icons start shaking. Then, tap the "+" in the top left corner.
ru: Нажми и удерживай пустое место на домашнем экране, пока иконки приложений не начнут трястись. Затем нажми "+" в верхнем левом углу.

# instructions.2.title
source: 2. Find the app
ru: 2. Найди приложение

# instructions.2.text
source: Locate the PixWidget app and select it.
ru: Найди приложение PixWidget и выбери его.

# instructions.3.title
source: 3. Choose widget size
ru: 3. Выбери размер виджета

# instructions.3.text
source: Choose the widget size, then tap "Add Widget".
ru: Выбери размер виджета, затем нажми "Добавить виджет".

# instructions.4.title
source: 4. Enter widget topic
ru: 4. Введи тематику виджета

# instructions.4.text
source: Press and hold the widget on your home screen, then select "Edit Widget". Enter your query in the "Topic" field.
ru: Нажми и удерживай виджет на домашнем экране, затем выбери "Изменить виджет". В поле "Topic" введи свой запрос.

# instructions.5.title
source: 5. Enjoy the widget
ru: 5. Наслаждайся виджетом

# instructions.5.text
source: The widget will automatically update images.
ru: Виджет будет автоматически обновлять картинки.

# instructions.6.title
source: 6. Save the image you like
ru: 6. Сохрани понравившуюся картинку

# instructions.6.text
source: Tap the widget and download your favourite picture.
ru: Нажми на виджет и сохрани картинку, которая тебе понравилась.

# instructions.7.title
source: 7. Adjust refresh interval
ru: 7. Измени интервал обновлений

# instructions.7.text
source: You can change the refresh interval of widgets in Settings.
ru: Интервал обновления виджетов можно изменить в настройках.

# saveImg.loading
source: Loading image...
ru: Загрузка...

# saveImg.save
source: Save to Photos
ru: Скачать

# saveImg.saved
source: Saved
ru: Готово

# error.loadImage
source: Failed to load image
ru: Не удалось загрузить картинку

# error.saveImage
source: Failed to save image
ru: Не удалось сохранить картинку
